/** 更多样式 http://developer.baidu.com/map/custom/list.htm */
var MAP_STYLE = "hardedge";

var DATA = {
	"北京" : {
		"北京大学" : ["某签"],
		"清华大学" : ["贺瑞瑞"],
		"北京理工大学" : ["暴雨泽"],
		"中国人民公安大学" : ["郑献普","耿淞鹤"],
		"北京邮电大学" : ["田静萱","许永昌","陈韶涵"],
		"华北电力大学" : ["张梦妮","杜欣怡","徐诺豪"],
		"北京交通大学" : ["王欣","杜同信"],
		"首都医科大学" : ["白雨涵"],
		"战略支援部队航天工程大学" : ["张羿傲"],
		"北京师范大学" : ["刘恩绮"],
		"北京中医药大学" : ["赵桂山"],
		"中国农业大学" : ["吴慧思"],
		"中国政法大学" : ["郝庆轩"],
		
	},
	"合肥" : {
		"中国科学技术大学" : ["孙志祺"],
		"合肥工业大学" : ["陈立新"],
		
	},
	"成都" : {
		"四川大学" : ["陈泽萱","白炯","白佳奇","白延泽","聂佳雨"],
		"西南财经大学" : ["刘伯豪"],
		
	},
	"哈尔滨" : {
		"哈尔滨理工大学" : ["杨言敏"],
		"哈尔滨工程大学" : ["张天翔"],
		
	},
	"南京" : {
		"东南大学" : ["张紫梦","李广泰"],
		"南京农业大学" : ["唐德正"],
		
	},
	"秦皇岛" : {
		"东北大学秦皇岛分校" : ["何雨柔","齐佳烨"],
		
	},
	"石家庄" : {
		"河北医科大学" : ["吴伊翔","李沛瑶"],
		
	},
	"厦门" : {
		"厦门大学" : ["邢东青"],
		
	},
	"济南" : {
		"山东大学" : ["靳淑旭","翟路通"],

	},
	"威海" : {
		"哈尔滨工业大学威海校区" : ["苏心","董明阳"],
		"山东大学威海校区" : ["赵杰屏"],
		
	},
	"太原" : {
		"太原理工大学" : ["牛晓涵"],
		
	},
	"西安" : {
		"西安交通大学" : ["柴宇飞","许佳兆","蒋志通"],
		"长安大学" : ["赵若彤","任治华"],
		
	},
	"咸阳" : {
		"西北农林科技大学" : ["刘家琛","许乐嘉"],
		
	},
	"深圳" : {
		"南方科技大学" : ["李雨轩"],
		
	},
	"沈阳" : {
		"中国刑事警察学院" : ["吴帅辰"],
		
	},
	"大连" : {
		"大连理工大学" : ["张政泽","杜瑷琳"],
		
	},
	"天津" : {
		"南开大学" : ["董勇鑫","赵佳怡","由玖正"],
		"河北工业大学" : ["付玲茜","李金悦","崔奥添","张紫贤"],
		"天津大学" : ["齐家璇","田硕"],
		
	},
	"武汉" : {
		"海军工程大学" : ["赵炳焜"],
		"武汉大学" : ["徐荣岩"],
		"武汉理工大学" : ["郎国硕","李博宇"],
		"华中科技大学" : ["纪政希"],
		
	},
	"长春" : {
		"吉林大学" : ["李晓静","董雪纯"],
		
	},
	"长沙" : {
		"中南大学" : ["杜金泽"],
		"湖南大学" : ["何泊霖"],
		"国防科技大学" : ["张宵瑞"],
		
	},
	"杭州" : {
		"浙江大学" : ["李梦雅"],
		
	},
	"重庆" : {
		"重庆大学" : ["孙靖贺"],
		
	},
	"上海" : {
		"上海大学" : ["任悦轩"],
		"上海政法学院" : ["王少坤","魏艺佳"],
		
	},
	"乌鲁木齐" : {
		"新疆大学" : ["李天佑"],
		
	},

	
};

var SPEC_POS = {
	"北京大学" : [116.315337,39.998766]

};

var MAP_TITLE = "毕业去向";

var ABOUT = {
	"作者" : ["2班"],
	"班主任" : ["郗华鹏"],
	"语文" : ["何薇薇"],
	"数学" : ["陈志文"],
	"英语" : ["李平&杨然"],
	"物理" : ["郗华鹏"],
	"化学" : ["裴文凤"],
	"生物" : ["赵吉祯"],
	"政治" : ["刘双萍"],
	"框架" : ["<a href='https://github.com/JandJ0611/hsez-2.github.io' target='_blank'>2 班</a>", "百度地图"]
};